<?php
$lang = [
    'cities'=>[
        'Fargona'=>'Фергана',
        'Andijon'=>'Андижан',
        'Namangan'=>'Наманган',
        'Tashkent'=>'Ташкент',
        'Sirdaryo'=>'Сырдарья',
        'Jizzax'=>'Джизак',
        'Navoiy'=>'Навои',
        'Samarqand'=>'Самарканд',
        'Buxoro'=>'Бухара',
        'Tirmiz'=>'Сурхондарьинская область',
        'Qarshi'=>'Кашкадарьинская область',
        'Xiva'=>'Хорезм',
        'Nukus'=>'Нукус',
        'Margilan'=>'Маргилан',
    ],
    'texts'=>[
        'info'=>'<b>Текущие погодные условия</b>',
        'city'=>'Выберите область 👇🏼',
        'city1'=>'Или выберите одну из кнопок ниже 👇🏼',
        'avgtemp'=>'Средняя температура',
        'dailytemp'=>'В течение дня',
        'clouds'=>'Будет пасмурно',
        'wind'=>'Ветер',
        'humidty'=>'Влажность',
        'continue'=>"Хотите продолжить? \nЗатем нажмите одну из кнопок 👇🏼",
        'offer'=>"Отправьте админ-бота по развитию или другие предложения, если они у вас есть. Использование различных нецензурных слов ❌❌❌. Бот будет спамить вам🚫🚫🚫",
        'text'=>"Если вы знакомы с приведенным выше предупреждением, напишите текст 🖊",
        'money'=>"Почему я должен делать пожертвование боту?
        Оплата не обязательна,
        Зачем тратятся эти платежи
        Позвольте дать вам краткий обзор. Бот
        бесплатная информация о погоде на данный момент
        интернет-сервисы, но это
        бесплатные услуги ограничены. Пользователи
        по мере увеличения количества обращений к этой услуге
        тоже будет ограничено. Ежемесячно этой услуги
        даже самая дешевая стоит более 440 000 сумов.
        Уважаемые подписчики ботов, 1000 или 2000 в месяц от вас
        Вы можете сделать пожертвование боту, даже если это 
        рупий Я спрашиваю. Еженедельные и ежемесячные данные о 
        боте Квитанция также находится в платном сервисе.
        В настоящее время у меня нет доступа к этой информации.
        Вы продвигаете бота при поддержке наших подписчиков
        облегчить и расширить свои возможности
        возможный. Спасибо, что нашли время прочитать.",
        'plastik'=>"Номер карты:
        9860 3501 0295 4665
        KOSIMJON SOBIROV",
    ],
    'buttons'=>[
        'change'=>'Изменить язык 🔁',
        'location'=>'В моем месте',
        'back'=>'⬅️Назад',
        'main'=>'🏠 Домой',
        'week'=>'Еженедельно',
        'month'=>'Ежемесячно',
        'donate'=>'Пожертвовать 💵',
        'offer'=>'Отправить предложение ✉️',
        'cancel'=>'Отмена ❎',
        'send'=>'Отправлять 📨',
       ],
];

